Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# STB_OPT_OUT_CONFIRM_MESSAGE
source: Select Remove Profile to disable the association between this Apple TV and the TV Provider. Once you remove the profile it can’t be reinstalled.
ar: حدد إزالة ملف التعريف لتعطيل الارتباط بين هذا الـ Apple TV ومزود خدمة التلفزيون. بمجرد إزالة ملف التعريف، لا يمكن إعادة تثبيته.
bg: Изберете Премахни профил, за да изключите връзката между този Apple TV и ТВ оператора. След като премахнете профила, той няма да може да се инсталира повторно.
ca: Selecciona “Elimina el perfil” per desvincular aquest Apple TV del proveïdor de TV. Una vegada hagis eliminat el perfil no el podràs tornar a instal·lar.
cs: Výběrem volby Odstranit profil zrušíte propojení Apple TV s tímto poskytovatelem TV. Odstraněný profil nebude možné nainstalovat znovu.
da: Vælg Fjern profil for at fjerne tilknytningen mellem dette Apple TV og tv-udbyderen. Når profilen er fjernet, kan den ikke geninstalleres.
de: Wähle „Profil entfernen“, um die Verknüpfung zwischen diesem Apple TV und dem TV-Anbieter zu deaktivieren. Nach dem Entfernen kann das Profil nicht erneut installiert werden.
el: Επιλέξτε «Αφαίρεση προφίλ» για απενεργοποίηση του συσχετισμού μεταξύ αυτού του Apple TV και του παρόχου τηλεοπτικών υπηρεσιών. Αν αφαιρέσετε το προφίλ, δεν θα είναι δυνατό να εγκατασταθεί εκ νέου.
es: Selecciona “Eliminar perfil” para desactivar la asociación entre este Apple TV y el proveedor de TV. Una vez eliminado el perfil, no podrás volver a instalarlo.
es_419: Selecciona Eliminar perfil para desactivar la asociación entre este Apple TV y el proveedor de TV. Si eliminas el perfil no se puede volver a instalar.
fi: Estä yhteys tämän Apple TV:n ja TV-palveluntarjoajan väliltä valitsemalla Poista profiili. Kun profiili on poistettu, sitä ei voida asentaa uudelleen.
fr: Sélectionnez « Supprimer le profil » pour désactiver l’association entre cette Apple TV et le fournisseur TV. Une fois supprimé, le profil ne peut pas être réinstallé.
fr_ca: Sélectionnez Supprimer le profil pour dissocier cette Apple TV du fournisseur télévisuel. Une fois le profil supprimé, il ne peut plus être réinstallé.
he: יש לבחור ב״הסרת הפרופיל״ כדי לבטל את הקישור בין Apple TV זה וספק שירותי הטלוויזיה. לאחר הסרת הפרופיל לא ניתן יהיה להתקינו שוב.
hi: इस Apple TV और टीवी सर्विस प्रोवाइडर के बीच संबंध को अक्षम करने के लिए “प्रोफ़ाइल हटाएँ” चुनें। आपके द्वारा प्रोफ़ाइल हटाए जाने के बाद इसे फिर इंस्टॉल नहीं किया जा सकता है।
hr: Odaberite Ukloni profil kako biste onemogućili povezanost između ovog Apple TV-a i TV operatera. Nakon uklanjanja profila nećete ga moći ponovo instalirati.
hu: Válassza a Profil eltávolítása lehetőséget az Apple TV és a televíziószolgáltató összekapcsolásának megszüntetéséhez. A profil eltávolítása után az nem telepíthető újra.
id: Pilih Hapus Profil untuk menonaktifkan asosiasi antara Apple TV ini dan penyedia TV. Setelah dihapus, profil tidak dapat diinstal ulang.
it: Seleziona “Rimuovi profilo” per disabilitare l’associazione tra questa Apple TV e il provider TV. Dopo che avrai rimosso il profilo non potrai installarlo nuovamente.
ja: “プロファイルを削除”を選択して、このApple TVとTVプロバイダの関連付けを無効にします。プロファイルを削除すると、再インストールできなくなります。
kk: Осы Apple TV қолданбасы мен теледидар провайдері арасындағы байланысты үзу үшін «Профильді жою» опциясын таңдаңыз. Профильді жойғаннан кейін, оны қайта орнату мүмкін емес.
ko: 이 Apple TV와 TV 제공업체 간의 연계를 비활성화하려면 ‘프로필 제거’를 선택하십시오. 프로필을 제거하면 다시 설치할 수 없습니다.
lt: Pasirinkite „Šalinti profilį“, kad išjungtumėte šio „Apple TV“ ir televizijos paslaugų teikėjo ryšį. Pašalinus profilį, jo iš naujo įdiegti negalima.
ms: Pilih Keluarkan Profil untuk menyahdayakan perkaitan antara Apple TV ini dengan Penyedia TV. Setelah anda mengeluarkan profil, ia tidak boleh dipasang semula.
nl: Selecteer 'Verwijder profiel' om de koppeling tussen deze Apple TV en de tv-aanbieder uit te schakelen. Zodra je het profiel verwijdert, kan het niet opnieuw worden geïnstalleerd.
no: Velg Fjern profil for å deaktivere tilknytningen mellom Apple TV og TV-distributøren. Profilen kan ikke installeres på nytt hvis du fjerner den.
pl: Wybierz Usuń profil, aby wyłączyć powiązanie tego Apple TV z dostawcą TV. Usuniętego profilu nie można ponownie zainstalować.
pt: Selecione Remover Perfil para desativar a associação entre esta Apple TV e o Provedor de TV. Não é possível reinstalar o perfil após removê-lo.
pt_pt: Selecione Remover perfil para desativar a associação entre esta Apple TV e o fornecedor de TV. Depois de remover o perfil não o poderá reinstalar.
ro: Selectați Eliminați profilul pentru a dezactiva asocierea dintre acest Apple TV și furnizorul TV. După eliminare, profilul nu poate fi reinstalat.
ru: Выберите «Удалить профиль», чтобы разорвать связь между этим Apple TV и телепровайдером. После удаления профиль нельзя установить повторно.
sk: Ak chcete vypnúť prepojenie medzi týmto Apple TV a poskytovateľom TV služby, vyberte Odstrániť profil. Profil po odstránení nie je možné znovu nainštalovať.
sl: Izberite možnost Odstrani profil, da onemogočite povezavo med aplikacijo Apple TV in ponudnikom televizijskih storitev. Ko profil odstranite, ga ne morete namestiti znova.
sv: Välj Ta bort profil om du vill avaktivera associationen mellan denna Apple TV och TV-leverantören. När du tar bort profilen kan den inte installeras igen.
th: เลือกเอาโปรไฟล์ออกเพื่อปิดใช้งานความสัมพันธ์ระหว่าง Apple TV เครื่องนี้กับผู้ให้บริการทีวี เมื่อคุณเอาโปรไฟล์ออก โปรไฟล์นี้ไม่สามารถถูกติดตั้งอีกครั้งได้
tr: Bu Apple TV ve TV Sağlayıcı arasındaki ilişkiyi etkisizleştirmek için Profili Sil’i seçin. Profili silerseniz profil yeniden yüklenemez.
uk: Виберіть «Вилучити профіль», щоб вимкнути привʼязку Apple TV до цього ТБ‑провайдера. Після вилучення цей профіль не можна буде інсталювати ще раз.
vi: Chọn Xóa trang cá nhân để tắt liên kết giữa Apple TV này và Nhà cung cấp TV. Không thể cài đặt lại trang cá nhân sau khi bạn đã xóa.
zh_cn: 选择“移除描述文件”以停止关联Apple TV和电视提供商。描述文件移除后，将无法重新安装。
zh_hk: 選擇「移除描述檔」來停止此Apple TV與電視供應商之間的聯繫。移除此描述檔後將無法重新安裝。
zh_tw: 選取「移除描述檔」來停用此Apple TV和電視業者之間的關聯性。移除描述檔後將無法重新安裝。

# TV_APP_DEVELOPER_BILLING_CYCLE_END_DATE
source: Billing Cycle End Date
ar: تاريخ انتهاء فترة الفوترة
bg: Крайна дата на цикъл за фактуриране
ca: Data de fi del cicle de facturació
cs: Datum konce fakturačního cyklu
da: Slutdato for faktureringsperiode
de: Enddatum des Abrechnungszeitraums
el: Ημερομηνία λήξης κύκλου τιμολόγησης
es: Fecha de fin del ciclo de facturación
es_419: Fin del ciclo de facturación
fi: Laskutusjakson päättymispäivä
fr: Date de fin de la période de facturation
fr_ca: Date de fin du cycle de facturation
he: תאריך הסיום של מחזור החיוב
hi: बिलिंग साइकल समाप्ति तिथि
hr: Datum završetka ciklusa naplate
hu: Számlázási ciklus befejezési dátuma
id: Tanggal Akhir Siklus Penagihan
it: Data di fine del ciclo di fatturazione
ja: 課金サイクル締め日
kk: Төлем мерзімінің аяқталу күні
ko: 청구 주기 종료일
lt: Atsiskaitymo ciklo pabaigos data
ms: Tarikh Tamat Kitaran Pengebilan
nl: Einddatum betaalperiode
no: Sluttdato for fakturaperiode
pl: Data końcowa cyklu rozliczeniowego
pt: Data de Término do Ciclo de Cobrança
pt_pt: Data de fim do ciclo de faturação
ro: Data de încheiere a ciclului de facturare
ru: Конец расчетного периода
sk: Dátum konca fakturačného obdobia
sl: Končni datum obdobja obračunavanja
sv: Slutdatum för faktureringscykel
th: วันที่สิ้นสุดรอบการเรียกเก็บเงิน
tr: Fatura Dönemi Bitiş Tarihi
uk: Дата закінчення платіжного циклу
vi: Ngày kết thúc chu kỳ thanh toán
zh_cn: 账单周期截止日期
zh_hk: 帳單週期結束日期
zh_tw: 帳單週期結束日期

# DEVELOPER_IS_CACHEBUSTER_ENABLED_ACTION_TITLE
source: Cache Buster
bg: Увеличение на кеш
ca: Ignora la memòria cau
cs: Vypínač mezipaměti
da: Buffer-buster
es_419: Desactivar caché
fr_ca: Bloqueur de mise en cache
hi: कैश बस्टर
hr: Ažuriranje predmemorije
id: Pemblokir Cache
ja: キャッシュバスター
kk: Кэшті ұлғайту
ko: 캐시 버스터
lt: Talpyklės blokatorius
ms: Penyingkir Cache
ru: Увеличение кэша
sk: Vypnúť medzipamäť
th: ตัวลบแคช
tr: Önbellek Destekleyici
uk: Знищувач кешу
vi: Xóa bộ nhớ đệm

# DEVELOPER_PROVIDER_IDENTIFIER_PLACEHOLDER
source: com.example.idp
ru: com.primer.idp

# DEVELOPER_PROVIDER_AUTH_URL_PLACEHOLDER
source: https://idp.example.com/boot.js
ru: https://idp.primer.com/boot.js
